Repository: Centaurioun/GPGServices
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, de, fr, pt, sv

source: %@ — Cannot import directory
cs: %@ — Nelze načíst složku
de: %@ — Kann das Verzeichnis nicht importieren
fr: %@ — Impossible d'importer ce répertoire
pt: %@ — Não é possível importar o diretório
sv: %@ – Kan inte importera katalog

source: Archive
cs: Archiv
de: Archiv
pt: Arquivo comprimido
sv: Arkiv

source: Bad signature by %@
cs: Chybný podpis %@
de: Schlechte Signatur von %@
fr: Signature de %@ non valide
pt: Assinatura de %@ inválida
sv: Dålig signatur av %@

source: Choose Destination
cs: Vyberte umístění
de: Ziel auswählen
fr: Choisir la destination
pt: Escolher Destino
sv: Välj plats

source: Could not export key %@
cs: Nelze exportovat klíč %@
de: Der Schlüssel %@ konnte nicht exportiert werden
fr: Impossible d'exporter la clef %@
pt: Não foi possível exportar a chave %@
sv: Kunde inte exportera nyckeln %@

source: Could not read file
cs: Nelze číst soubor
de: Die Datei konnte nicht gelesen werden
fr: Impossible de lire le fichier
pt: Não foi possível ler o arquivo
sv: Kunde inte läsa fil

source: Could not write to directory
cs: Do složky nelze zapisovat
de: Konnte nicht in das Verzeichnis schreiben
fr: Impossible d'écrire dans le répertoire
pt: Não foi possível gravar no diretório
sv: Kunde inte skriva till katalog

source: Could not open TextEdit
cs: Nelze otevřít TextEdit
de: TextEdit konnte nicht geöffnet werden
fr: Impossible d'ouvrir TextEdit
pt: Não foi possível abrir o Editor de Texto
sv: Kunde inte öppna Textredigerare

source: Decrypted %1$u of %2$u files
cs: Dešifrováno %1$u ze %2$u souborů
de: %1$u von %2$u Dateien wurden entschlüsselt
fr: %1$u fichiers sur %2$u déchiffrés
pt: %1$u de %2$u arquivos descriptografados
sv: Dekrypterade %1$u av %2$u filer

source: Decrypted %@
cs: Dešifrováno %@
de: %@ wurde entschlüsselt
fr: %@ déchiffré
pt: %@ descriptografado
sv: Dekrypterade %@

source: Decrypting %@
cs: Dešifruje se %@
de: Entschlüssele %@
fr: Déchiffrement de %@
pt: Descriptografando %@
sv: Dekrypterar %@

source: Decrypting %u files
cs: Dešifruje se %u souborů
de: Entschlüssele %u Datei(en)
fr: Déchiffrement de %u fichiers
pt: Descriptografando %u arquivos
sv: Dekrypterar %u filer

source: Decryption failed
cs: Dešifrování selhalo
de: Entschlüsselung fehlgeschlagen
fr: Échec du déchiffrement
pt: Falha ao descriptografar
sv: Dekryptering misslyckades

source: Decryption finished
cs: Dešifrování dokončeno
de: Entschlüsselung beendet
fr: Déchiffrement terminé
pt: Descriptografia concluída
sv: Dekryptering slutförd

source: Decryption finished (partially)
cs: Dešifrování dokončeno (částečně)
de: Entschlüsselung (teilweise) beendet
fr: Déchiffrement terminé (partiellement)
pt: Descriptografia concluída (parcialmente)
sv: Dekryptering slutförd (delvis)

source: Encrypting %@
cs: Šifruje se %@
de: Verschlüssle %@
fr: Chiffrement de %@
pt: Criptografando %@
sv: Krypterar %@

source: Encrypting %u files
cs: Šifruje se %u souborů
de: Verschlüssele %u Dateien
fr: Chiffrement de %u fichiers
pt: Criptografando %u arquivos
sv: Krypterar %u filer

source: Encryption canceled
cs: Šifrování zrušeno
de: Verschlüsselung abgebrochen
fr: Chiffrement annulé
pt: Criptografia cancelada
sv: Kryptering avbröts

source: Encryption failed
cs: Šifrování selhalo
de: Verschlüsselung fehlgeschlagen
fr: Échec du chiffrement
pt: Falha ao criptografar
sv: Krypteringen misslyckades

source: Encryption finished
cs: Šifrování dokončeno
de: Verschlüsselung beendet
fr: Chiffrement terminé
pt: Criptografia concluída
sv: Krypteringen slutfördes

source: Export failed
cs: Export selhal
de: Export fehlgeschlagen
fr: Échec de l'exportation
pt: Falha ao exportar
sv: Export misslyckades

source: FAILED
cs: Selhalo
de: FEHLGESCHLAGEN
fr: ÉCHEC
pt: Falha ao
sv: MISSLYCKADES

source: Failed decrypting %@
cs: Neúspěšné dešifrování %@
de: Entschlüsseln von %@ fehlgeschlagen
fr: Échec du déchiffrement de %@
pt: Falha ao descriptografar %@
sv: Misslyckades att dekryptera %@

source: Failed importing %@
cs: Neúspěšný import %@
de: Importieren von %@ fehlgeschlagen
fr: Échec de l'importation de %@
pt: Falha ao importar %@
sv: Misslyckades att importera %@

source: Failed signing %@
cs: Neúspěšné podepsání %@
de: Signieren von %@ fehlgeschlagen
fr: Échec de la signature de %@
pt: Falha ao assinar %@
sv: Misslyckades att signera %@

source: File doesn't exist
cs: Soubor neexistuje
de: Die Datei existiert nicht
fr: Le fichier n'existe pas
pt: O arquivo não existe
sv: Filen existerar inte

# Good signature (%@ trust): "%@"
source: Good signature (%1$@ trust): "%2$@"
cs: Správný podpis (%1$@ důvěryhodný): „%2$@“
de: Gute Signatur (%1$@ Vertrauen): "%2$@"
fr: Signature valide (confiance %1$@) : "%2$@"
pt: Assinatura válida (confiança %1$@): “%2$@”
sv: Bra signatur (%1$@ tillit): "%2$@"

source: GPG Services did not get usable data from the pasteboard.
cs: Aplikace GPG Services nedostala ze Schránky žádné použitelné údaje.
de: GPG Services hat keine brauchbaren Daten aus der Zwischenablage erhalten.
fr: GPG Services ne peut pas utiliser le contenu du presse-papiers
pt: Os GPG Services não obtiveram dados usáveis da área de transferência.
sv: GPG Services fick inte några användbara data från urklipp.

source: Import failed
cs: Import selhal
de: Import fehlgeschlagen
fr: Échec de l'importation
pt: Falha ao importar
sv: Importen misslyckades

source: Import finished
cs: Import dokončen
de: Import beendet
fr: Importation terminée
pt: Importação concluída
sv: Import slutförd

source: Import finished (partially)
cs: Import dokončen (částečně)
de: Import (teilweise) beendet
fr: Importation terminée (partiellement)
pt: Importação concluída (parcialmente)
sv: Import slutförd (delvis)

source: Import result
cs: Výsledky importu
de: Ergebnisse Import
fr: Résultat de l'importation
pt: Resultado da importação
sv: Importresultat

source: Imported %1$u of %2$u files
cs: Importováno %1$u ze %2$u souborů
de: %1$u von %2$u Dateien importiert
fr: Importation de %1$u fichiers sur %2$u
pt: %1$u de %2$u arquivos importados
sv: Importerade %1$u av %2$u filer

source: Imported %@
cs: Importováno %@
de: %@ importiert
fr: %@ importée
pt: %@ importado
sv: Importerade %@

source: Importing %@
cs: Importuje se %@
de: Importiere %@
fr: Importation de %@
pt: Importando %@
sv: Importerar %@

source: Importing %u files
cs: Importuje se %u souborů
de: Importiere %u Dateien
fr: Importation de %u fichiers
pt: Importando %u arquivos
sv: Importerar %u filer

source: No encryptable text was found within the selection
cs: V rámci výběru nebyl nalezen šifrovatelný text
de: Innerhalb der Auswahl wurde kein verschlüsselbarer Text gefunden
fr: Aucun texte dans la sélection ne peut être chiffré
pt: Nenhum texto criptografável encontrado na seleção
sv: Ingen text att kryptera hittades i markeringen

source: No signable text was found within the selection
cs: Ve výběru nebyl nalezen žádný vyhovující text
de: Innerhalb der Auswahl wurde kein signierbarer Text gefunden
fr: Aucun texte dans la sélection ne peut être signé
pt: Nenhum texto assinável encontrado na seleção
sv: Ingen text att signera hittades i markeringen

source: No signatures found
cs: Nebyly nalezeny žádné podpisy
de: Keine Signaturen gefunden
fr: Aucune signature trouvée
pt: Nenhuma assinatura encontrada
sv: Inga signaturer hittades

source: No signatures found within the selection
cs: V rámci výběru nebyly nalezeny žádné podpisy
de: Innerhalb der Auswahl wurden keine Signaturen gefunden
fr: Aucune signature trouvée dans la sélection
pt: Nenhuma assinatura encontrada na seleção
sv: Inga signaturer hittades i markeringen

source: No verifiable data found
cs: Nebyla nalezena ověřitelná data
de: Keine verifizierbaren Daten gefunden
fr: Aucune donnée vérifiable
pt: Nenhum dado verificável encontrado
sv: Inga data att verifiera hittades

source: No verifiable text was found within the selection
cs: Ve výběru nebyl nalezen ověřitelný text
de: Innerhalb der Auswahl wurde kein verifizierbarer Text gefunden
fr: Aucun texte dans la sélection ne peut être vérifié
pt: Nenhum texto verificável encontrado na seleção
sv: Ingen verifierbar text hittades i markeringen

source: Please try again
cs: Prosím zkuste to znovu
de: Bitte versuchen Sie es erneut
fr: Merci d'essayer à nouveau
pt: Tente novamente
sv: Försök igen

source: Selection
cs: Výběr
de: Auswahl
fr: Sélection
pt: Seleção
sv: Markering

source: Signed %1$u of %2$u files
cs: Podepsáno %1$u ze %2$u souborů
de: %1$u von %2$u Dateien signiert
fr: %1$u fichiers sur %2$u signés
pt: %1$u de %2$u arquivos assinados
sv: Signerade %1$u av %2$u filer

source: Signed %@
cs: Podepsáno %@
de: %@ signiert
fr: %@ signé
pt: %@ assinado
sv: Signerade %@

source: Signing %@
cs: Podepisuje se %@
de: Signiere %@
fr: Signature de %@
pt: Assinando %@
sv: Signerar %@

source: Signing %u files
cs: Podepisuje se %u souborů
de: Signiere %u Dateien
fr: Signature de %u fichiers
pt: Assinando %u arquivos
sv: Signerar %u filer

source: Signing failed
cs: Podepisování selhalo
de: Signieren fehlgeschlagen
fr: Échec de la signature
pt: Falha ao assinar
sv: Signeringen misslyckades

source: Signing finished
cs: Podepisování dokončeno
de: Signieren beendet
fr: Signature terminée
pt: Assinatura concluída
sv: Signering slutförd

source: Signing finished (partially)
cs: Podepisování dokončeno (částečně)
de: Signieren (teilweise) beendet
fr: Signature terminée (partiellement)
pt: Assinatura concluída (parcialmente)
sv: Signering slutförd (delvis)

source: TextEdit did not respond to service request.
cs: Aplikace TextEdit neodpověděla na žádost systému služeb.
de: TextEdit hat nicht auf die Dienstanfrage geantwortet.
fr: TextEdit ne répond pas
pt: O Editor de Texto não respondeu à solicitação do serviço.
sv: Textredigerare svarade inte mot begäran.

source: The default secret key is unusable
cs: Výchozí tajný klíč ne nepoužitelný
de: Der voreingestellte geheime Schlüssel ist nicht nutzbar
fr: La clé secrète par défaut est inutilisable
pt: A chave secreta padrão não é usável
sv: Den förvalda privata nyckeln är oanvändbar

source: The passphrase is incorrect
cs: Fráze je chybná
de: Das Passwort ist falsch
fr: La phrase secrète est incorrecte
pt: Senha incorreta
sv: Lösenfrasen är felaktig

source: Unexpected decrypt error
cs: Při dešifrování se vyskytla neočekávaná chyba
de: Unerwarteter Entschlüsselungsfehler
fr: Erreur imprévue lors du déchiffrement
pt: Erro de descriptografia inesperado
sv: Oväntat dekrypteringsfel

source: Unexpected GPG signature status %i
cs: Neočekávaný stav podpisu GPG %i
de: Unerwarteter Status der GPG-Signatur %i
fr: État %i imprévu pour la signature GPG
pt: Estado de assinatura GPG inesperado %i
sv: Oväntad GPG signaturstatus %i

source: Unexpected import error
cs: Při importu se vyskytla neočekávaná chyba
de: Unerwarteter Importfehler
fr: Erreur imprévue lors de l'importation
pt: Erro de importação inesperado
sv: Oväntat importfel

source: Verification failed
cs: Ověřování selhalo
de: Verifizierung fehlgeschlagen
fr: Échec de la vérification
pt: Falha ao verificar
sv: Verifiering misslyckades

source: Verification FAILED: No signatures found
cs: Ověřování selhalo: Nebyl nalezen žádný podpis
de: Verifizierung FEHLGESCHLAGEN: Keine Signaturen gefunden
fr: ÉCHEC de la vérification : aucune signature
pt: Falha ao verificar: nenhuma assinatura encontrada
sv: Verifiering MISSLYCKADES: Inga signaturer hittades

source: Verification for %@
cs: Ověřování %@
de: Verifizierung für %@
fr: Vérification de %@
pt: Verificação de %@
sv: Verifiering för %@

source: Verification for %u files
cs: Ověřování %u souborů
de: Verifizierung für %u Dateien
fr: Vérification de %u fichiers
pt: Verificação de %u arquivos
sv: Verifiering för %u filer

source: Verification successful
cs: Ověřování dokončeno
de: Verifizierung erfolgreich
fr: Vérification réussie
pt: Verificação bem-sucedida
sv: Verifiering lyckades

source: Verifying signature of %@
cs: Ověřuje se podpis %@
de: Verifiziere die Signatur von %@
fr: Vérification de la signature de %@
pt: Verificando assinatura de %@
sv: Verifierar signatur för %@

source: Verifying signatures of %u files
cs: Ověřuje se podpis %u souborů
de: Verifiziere die Signaturen von %u Dateien
fr: Vérification des signatures de %u fichiers
pt: Verificando assinatura de %u arquivos
sv: Verifierar signaturer för %u filer

source: Version: %@
cs: Verze: %@
pt: Versão: %@

source: Build: %@
cs: Sestavení: %@
fr: Génération : %@
pt: Compilação: %@

# LIBMACGPG_NOT_FOUND_TITLE
source: Libmacgpg was not found
cs: Komponenta Libmacgpg nebyla nalezena
de: Libmacgpg wurde nicht gefunden
fr: Libmacgpg introuvable
pt: Libmacgpg Não Encontrado
sv: Libmacgpg hittades inte

# LIBMACGPG_NOT_FOUND_MESSAGE
source: Libmacgpg was not found on your system. Please visit https://gpgtools.org to download and re-install GPG Suite.
cs: Komponenta Libmacgpg nebyla na vašem systému nalezena. Navštivte prosím https://gpgtools.org a zkopírujte a nainstalujte GPG Suite.
de: Libmacgpg wurde auf deinem System nicht gefunden. Bitte besuche https://gpgtools.org um GPG Suite erneut zu lade und installieren.
fr: Libmacgpg introuvable. Rendez-vous sur https://gpgtools.org pour télécharger et réinstaller GPG Suite.
pt: O Libmacgpg não foi encontrado no sistema. Reinstale a GPG Suite de https://gpgtools.org.
sv: Libmacgpg hittades inte på ditt system. Besök https://gpgtools.org för att ladda ner och ominstallera GPG Suite.

# CODE_SIGN_ERROR_TITLE
source: Someone tampered with your installation of GPG Services!
cs: Někdo měnil vaši instalaci GPG Services!
de: Jemand hat sich an deiner Installation von GPG Services zu schaffen gemacht!
fr: GPG Services a été compromis !
pt: Alguém adulterou a instalação dos GPG Services!
sv: Någon har manipulerat din installation av GPG Services!

# CODE_SIGN_ERROR_MESSAGE
source: To keep you safe, GPG Services will exit now! Please download and install the latest version of GPG Suite from https://gpgtools.org to be sure you have an original version from us!
cs: Pro vaše bezpečí-li, se GPG Services nyní ukončí! Zkopírujte a nainstalujte si nejnovější verzi GPG Suite z https://gpgtools.org, abyste měli jistotu, že máte originální verzi!
de: Zu deiner Sicherheit wird GPG Services jetzt beendet! Bitte lade die aktuellste Version der GPG Suite von https://gpgtools.org herunter und installiere diese, um sicher zu sein, dass du eine Originalversion von uns verwendest!
fr: Par sécurité, GPG Services va quitter ! Merci de télécharger et d'installer la dernière version de GPG Suite à partir de https://gpgtools.org afin d'être sûr de disposer d'une version officielle.
pt: Para manter sua segurança, os GPG Services serão encerrados. Para certificar‑se de que você possua a versão original, baixe e reinstale a GPG Suite de https://gpgtools.org.
sv: För att skydda dig, har GPG Services avslutats! Ladda ner och installera senaste versionen av GPG Suite från https://gpgtools.org för att försäkra dig om att du har en originalversion från oss!

# SelectedKeysDescription
source: %i of %i keys selected
cs: Vybráno %i z %i klíčů
de: %i von %i Schlüsseln ausgewählt
fr: %i clés sur %i sont sélectionnées
pt: %i de %i chaves selecionadas
sv: %i av %i nycklar markerade

# BIG_FILE_ENCRYPTION_WARNING_TITLE
source: Warning: Please ensure your encrypted file is not damaged before removing the original unencrypted file(s).
cs: Upozornění: Před odstraněním původních nezašifrovaných souborů zajistěte, aby šifrovaný soubor(y) nebyl poškozen.
de: Warnung: Bitte stellen Sie vor dem Entfernen ihrer unverschlüsselten Originaldatei(en) sicher, das ihre verschlüsselte Datei nicht beschädigt ist.
fr: Attention : assurez-vous que le fichier chiffré est en bon état avant d'effacer le(s) fichier(s) en clair.
pt: Aviso: antes de remover os arquivos criptografados, certifique-se de que eles não estejam danificados.
sv: Varning: Försäkra dig om att din krypterade fil inte är skadad innan du tar bort den okrypterade originalfilen.

# BIG_FILE_ENCRYPTION_WARNING_MSG
source: For files bigger than 100MB, we recommend to use the Terminal. GPG Services still needs a bit of tweaking and we are on it. But until it is really reliable, you will see this warning. You may continue and encrypt your file(s). Before removing the unencrypted files, at least decrypt the encrypted file once. If that works without any error, you are good. If you run into an error, the encrypted file is damaged and you should look for another solution. Either try the terminal or use an encrypted disk image. The latter is available via the on-board Disk Utility in macOS.
cs: U souborů větších než 100 MB doporučujeme používat Terminál. GPG Services stále potřebuje trochu vyladit a pracujeme na tom. Ale dokud nebude skutečně spolehlivý, uvidíte toto varování. Můžete pokračovat a zašifrovat soubory. Před odstraněním nešifrovaných souborů nejprve šifrovaný soubor dešifrujte. Pokud to jde bez chyby, je to v pořádku. Pokud dojde k chybě, šifrovaný soubor je poškozen a měli byste hledat jiné řešení. Buď vyzkoušejte Terminál, nebo použijte šifrovaný obraz disku. Ten je k dispozici v nástroji Disková utilita v macOS..
de: Für Dateien größer als 100MB empfehlen wir die Verwendung des Terminals. GPG Services braucht noch ein wenig Optimierung, an der wir momentan arbeiten. Bis es wirklich verlässlich ist, wird diese Warnung angezeigt. Du kannst mit der Verschlüsselung deiner Datei(en) aber fortfahren. Bitte entschlüssel testweise jedoch einmal die verschlüsselte Datei. Nur wenn das fehlerfrei funktioniert, ist alles in Ordnung und die unverschlüsselten Dateien können bei Bedarf gelöscht werden. Falls du einen Fehler angezeigt bekommst, ist die verschlüsselte Datei unbrauchbar. Verwende in diesem Fall zum Beispiel das Terminal oder ein verschlüsseltes Datenträgerimage. Letzteres erhälst du über das Festplattendienstprogramm in macOS.
fr: Pour les fichiers de plus de 100 Mo, nous préconisons d'utiliser Terminal. Nous travaillons à l'optimisation de GPG Services. En attendant qu'il soit parfaitement fiable, nous affichons cet avertissement. Vous pouvez continuer à chiffrer vos fichiers, mais avant de supprimer le(s) fichier(s) en clair, vérifiez que vous pouvez déchiffrer la version chiffrée. Si cela fonctionne sans erreur, le chiffrement est correct. Si vous rencontrez une erreur, le fichier chiffré est endommagé et vous devez procéder autrement. Utilisez Terminal ou une image disque chiffrée que vous pouvez créer avec l'Utilitaire de disque de MacOS.
pt: Em arquivos com mais de 100 MB, é recomendável usar o Terminal. Os GPG Services ainda precisam de alguns ajustes (nos quais estamos trabalhando), mas até serem totalmente confiáveis, este aviso será exibido. Você pode continuar criptografando arquivos, mas antes de remover os arquivos sem criptografia, descriptografe os arquivos criptografados ao menos uma vez. Se isso funcionar sem erros, ótimo. Se um erro ocorrer, os arquivos criptografados estão danificados e você deve buscar uma outra solução. Experimente usar o Terminal ou uma imagem de disco criptografada, a qual está disponível através do Utilitário de Disco do macOS.
sv: För filer större än 100MB rekommenderar vi att Terminal används. GPG Services behöver fortfarande lite finjusteringar, och vi jobbar på det. Men tills det är helt pålitligt, kommer du se denna varning. Du kan fortsätta att kryptera din fil eller dina filer. Innan du tar bort de okrypterade filerna, dekryptera den krypterade filen åtminstone en gång. Om det fungerar utan fel, är det bra. Om fel uppstår, är den krypterade filen skadad och du borde då hitta en annan lösning. Pröva antingen Terminal eller använd en krypterad skivavbild. Det senare är tillgängligt i Skivverktyg i macOS.

# BIG_FILE_ENCRYPTION_WARNING_BUTTON1
source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
pt: Cancelar
sv: Avbryt

# BIG_FILE_ENCRYPTION_WARNING_BUTTON2
source: Continue
cs: Pokračovat
de: Fortfahren
fr: Continuer
pt: Continuar
sv: Fortsätt

# NO_MDC_DECRYPT_FILE_WARNING_TITLE
source: Warning: The encrypted file was not integrity protected!
cs: Upozornění: Šifrovaný soubor nebyl chráněn proti ztrátě integrity!
de: Warnung: Die verschlüsselte Datei ist nicht integritätsgeschützt!
fr: Attention : l'intégrité du fichier chiffré n'était pas protégée !
pt: Aviso: a integridade do arquivo criptografado não está protegida.
sv: Varning: Den krypterade filen blev inte integritets-skyddad!

# NO_MDC_DECRYPT_FILE_WARNING_MSG
source: Without integrity protection (missing modification detection code) it is not possible to determine whether or not the encrypted data has been modified. To learn more about how to deal with files without integrity protection visit: https://gpgtools.tenderapp.com/kb/faq/modification-detection-code-mdc-errors If you are absolutely sure that the file has not been modified, you may choose to continue.
cs: Bez ochrany integrity (chybějící kód detekce změn) není možné určit, zda byly šifrované údaje změněny či nikoliv. Chcete-li se dozvědět více o tom, jak zacházet se soubory bez ochrany integrity, navštivte: https://gpgtools.tenderapp.com/kb/faq/modification-detection-code-mdc-errors Pokud jste si zcela jisti, že soubor nebyl změněn, můžete pokračovat.
de: Ohne Integritätsschutz (fehlender Modification Detection Code) kann nicht festgestellt werden, ob die verschlüsselten Daten verändert wurden. Um mehr über den Umgang mit Dateien ohne Integritätsschutz zu erfahren, besuche: https://gpgtools.tenderapp.com/kb/faq/modification-detection-code-mdc-errors Falls du absolut sicher bist, dass die Datei nicht modifiziert worden ist, könntest du entscheiden fortzufahren.
fr: Sans protection d'intégrité (le code de détection des modifications est absent) il n'est pas possible de savoir si les données chiffrées ont été modifiées. Pour en savoir plus sur les fichiers sans protection d'intégrité, rendez-vous sur: https://gpgtools.tenderapp.com/kb/faq/modification-detection-code-mdc-errors Si vous êtes certain que le fichier n'a pas été modifié, vous pouvez continuer.
pt: Sem a proteção de integridade (ausência do código de detecção de modificação), não é possível determinar se os dados criptografados foram modificados. Para saber mais sobre como lidar com arquivos sem proteção de integridade, visite: https://gpgtools.tenderapp.com/kb/faq/modification-detection-code-mdc-errors Caso tenha certeza de que o arquivo não foi modificado, você pode optar por continuar.
sv: Utan integritets-skydd (saknad modification detection code) är det inte möjligt att avgöra om det krypterade data har modifierats eller inte. För att lära mer om att hantera filer utan integritets-skydd, besök: https://gpgtools.tenderapp.com/kb/faq/modification-detection-code-mdc-errors Om du är absolut säker på att filen inte modifierats, kan du fortsätta.

# NO_MDC_DECRYPT_FILE_WARNING_YES
source: Continue
cs: Pokračovat
de: Fortfahren
fr: Continuer
pt: Continuar
sv: Fortsätt

# NO_MDC_DECRYPT_FILE_WARNING_NO
source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
pt: Cancelar
sv: Avbryt

# NO_MDC_DECRYPT_TEXT_WARNING_TITLE
source: Warning: The encrypted text was not integrity protected!
cs: Upozornění: Šifrovaný text nebyl chráněn proti ztrátě integrity!
de: Warnung: Der verschlüsselte Text wurde nicht integritätsgeschützt!
fr: Attention : l'intégrité du texte chiffré n'était pas protégée !
pt: Aviso: a integridade do texto criptografado não está protegida.
sv: Varning: Den krypterade texten blev inte integritets-skyddad!
