Repository: Centaurioun/GPGServices
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, de, fr, pt, sv

# NO_MDC_DECRYPT_TEXT_WARNING_MSG
source: Without integrity protection (missing modification detection code) it is not possible to determine whether or not the encrypted data has been modified. To learn more about how to deal with files without integrity protection visit: https://gpgtools.tenderapp.com/kb/faq/modification-detection-code-mdc-errors If you are absolutely sure that the text has not been modified, you may choose to continue.
cs: Bez ochrany integrity (chybějící kód detekce změn) není možné určit, zda byly šifrované údaje změněny či nikoliv. Chcete-li se dozvědět více o tom, jak zacházet se soubory bez ochrany integrity, navštivte: https://gpgtools.tenderapp.com/kb/faq/modification-detection-code-mdc-errors Pokud jste si naprosto jisti, že text nebyl změněn, můžete pokračovat.
de: Ohne Integritätsschutz (fehlender Modification Detection Code) ist es nicht möglich festzustellen, ob die verschlüsselten Daten verändert wurden. Um mehr über den Umgang mit Dateien ohne Integritätsschutz zu lernen besuche: https://gpgtools.tenderapp.com/kb/faq/modification-detection-code-mdc-errors Falls du absolut sicher bist, dass der Text nicht verändert wurde, könntest du entscheiden fortzufahren.
fr: Sans protection d'intégrité (le code de détection des modifications est absent) il n'est pas possible de savoir si les données chiffrées ont été modifiées. Pour en savoir plus sur les fichiers sans protection d'intégrité, rendez-vous sur: https://gpgtools.tenderapp.com/kb/faq/modification-detection-code-mdc-errors Si vous êtes certain que le texte n'a pas été modifié, vous pouvez continuer.
pt: Sem a proteção de integridade (ausência do código de detecção de modificação), não é possível determinar se os dados criptografados foram modificados. Para saber mais sobre como lidar com arquivos sem proteção de integridade, visite: https://gpgtools.tenderapp.com/kb/faq/modification-detection-code-mdc-errors Caso tenha certeza de que o texto não foi modificado, você pode optar por continuar.
sv: Utan integritetsskydd (saknar "modification detection code") är det inte möjligt att avgöra om den krypterade datan har modifierats eller inte. För att läsa mer om att hantera filer utan integritetsskydd, besök: https://gpgtools.tenderapp.com/kb/faq/modification-detection-code-mdc-errors Om du är absolut säker på att texten inte har modifierats, kan du välja att fortsätta.

# NO_MDC_DECRYPT_TEXT_WARNING_YES
source: Continue
cs: Pokračovat
de: Fortfahren
fr: Continuer
pt: Continuar
sv: Fortsätt

# NO_MDC_DECRYPT_TEXT_WARNING_NO
source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
pt: Cancelar
sv: Avbryt

# NO_SEC_KEY_DECRYPT_FILE_ERROR_TITLE
source: Unable to decrypt the file "%@"
cs: Nelze dešifrovat soubor „%@“
de: Die Datei "%@" kann nicht entschlüsselt werden
fr: Déchiffrement du fichier "%@" impossible
pt: Não foi possível descriptografar o arquivo “%@”
sv: Kunde inte dekryptera filen "%@"

# NO_SEC_KEY_DECRYPT_FILE_ERROR_MSG
source: You are not in possession of the key required to decrypt the selected file. The file is only encrypted to keys with the following fingerprints: %@ Please ask the creator of the encrypted file to re-send it encrypted to one of your keys.
cs: Tajný klíč potřebný pro dešifrování tohoto souboru není k dispozici. Soubor je zašifrován klíči s následujícími otisky: %@ Pokud nepoznáte žádný z těchto otisků, je možné, že odesílatel nepoužívá veřejný klíč k šifrování tohoto souboru.
de: Der zum Entschlüsseln der Datei nötige geheime Schlüssel ist nicht verfügbar. Der Inhalt ist für die Schlüssel mit folgenden Fingerabdrücken verschlüsselt: %@ Falls du keinen dieser Fingerabdrücke kennst, hat der Absender möglicherweise nicht deinen öffentlichen Schlüssel zum Verschlüsseln dieser Datei verwendet.
fr: La clé secrète pour déchiffrer ce fichier n'est pas disponible. Il est chiffré avec les clés dont les empreintes sont : %@ Si vous ne connaissez aucune de ces empreintes, il est possible que l'émetteur n'ait pas utilisé votre clé publique pour chiffrer ce fichier.
pt: A chave secreta necessária para descriptografar o arquivo não está disponível. O arquivo está criptografado com as chaves das seguintes impressões digitais: %@ Caso não reconheça nenhuma dessas impressões digitais, é possível que o remetente não tenha usado a sua chave pública para criptografar este arquivo.

source: and
cs: a
de: und
fr: et
pt: e
sv: och

# KeyDescriptionAndMore
source: %1$@ and %2$lu more
cs: %1$@ a %2$lu více
de: %1$@ und %2$lu mehr
fr: %1$@ et %2$lu de plus
pt: %1$@ e mais %2$lu
sv: %1$@ och %2$lu mer

source: trust
cs: Důvěřovat
de: Vertrauen
fr: confiance
pt: confiança
sv: lita på

source: Signed by: %1$@ (%2$@) –
cs: Podepsáno: %1$@ (%2$@) –
de: Signiert von: %1$@ (%2$@) –
fr: Signé par : %1$@ (%2$@) –
pt: Assinado por: %1$@ (%2$@) –
sv: Signerat av: %1$@ (%2$@) –

source: Verification %1$@: %2$@ (Code: %3$i)
cs: Ověření %1$@: %2$@ (kód: %3$i)
de: Verifizierung %1$@: %2$@ (Code: %3$i)
fr: Résultat de la vérification : %1$@ — %2$@ (code %3$i)
pt: %1$@ ao verificar: %2$@ (Código: %3$i)
sv: Verifiering %1$@: %2$@ (Kod: %3$i)

source: Show in Finder
cs: Zobrazit v programu Finder
de: Im Finder zeigen
fr: Montrer dans le Finder
pt: Mostrar no Finder
sv: Visa i Finder

# ABSOLUTE_TRUSTED_SIGNATURE_TITLE
source: Trusted signature
cs: Důvěryhodný podpis
fr: Signature de confiance
pt: Assinatura confiável
sv: Tillförlitlig signatur

# FULLY_TRUSTED_SIGNATURE_TITLE
source: Trusted signature
cs: Důvěryhodný podpis
fr: Signature de confiance
pt: Assinatura confiável
sv: Tillförlitlig signatur

# MARGINAL_TRUSTED_SIGNATURE_TITLE
source: Marginal trusted signature
cs: Nedostatečně ověřený podpis
de: Signatur mit geringem Vertrauen
fr: Signature de confiance marginale
pt: Assinatura de confiança questionável
sv: Marginellt tillförlitlig signatur

# UNTRUSTED_SIGNATURE_TITLE
source: Untrusted signature
cs: Nedůvěryhodný podpis
de: Signature ohne Vertrauen
fr: Signature sans confiance
pt: Assinatura não confiável
sv: Signatur utan tillit

# UNTRUSTED_SIGNATURE_MESSAGE
source: The signature of this message is valid but untrusted. That means it has not been tampered with. It is untrusted though, because the key has not yet been verified. This ~KB-article~ explains how to verify and sign a public key.
cs: Podpis této zprávy je platný, ale nedůvěryhodný. To znamená, že s ním nebylo manipulováno. Je to nedůvěryhodné, protože klíč ještě nebyl ověřen. Tento ~KB článek~ vysvětluje, jak ověřit a podepsat veřejný klíč.
fr: La signature de ce message est correcte mais sans confiance. Cela signifie que le message n'a pas été altéré, mais que la clé utilisée pour le signer n'a pas été vérifiée. L'article ~KB-article~ explique comment vérifier et signer une clé publique.
pt: A assinatura desta mensagem é válida, mas não confiável. Válida porque não foi adulterada, mas não confiável porque ainda não foi verificada. Este artigo ~KB-article~ explica como verificar e assinar uma chave pública.
sv: Detta meddelandes signatur är giltig men inte tillförlitlig. Det betyder att den inte har manipulerats. Den är dock icke tillförlitlig, eftersom nyckeln inte har verifierats ännu. Denna ~KB-artikel~ förklarar hur man verifierar och signerar en publik nyckel.

# REVOKED_SIGNATURE_TITLE
source: Revoked signature
cs: Zneplatněný podpis
de: Widerrufene Signatur
fr: Signature révoquée
pt: Assinatura revogada
sv: Återkallad signatur

# REVOKED_SIGNATURE_MESSAGE
source: The key which was used to sign this message was revoked. You should refresh the key with key ID %@ in GPG Keychain to check if a new one is available. If the new one is still revoked, check with the sender why the key was revoked.
cs: Klíč, který byl použit k podepsání této zprávy, byl zneplatněn. Měli byste obnovit klíč s ID klíče %@ v GPG Keychain a ověřit, zda je k dispozici nový. Pokud je nový stále zneplatněný, ověřte si u odesílatele, proč byl klíč zneplatněn.
de: Der Schlüssel mit dem diese Nachricht signiert wurde, wurde widerrufen. Du solltest den Schlüssel mit Key ID %@ in GPG Keychain aktualisieren. Sollte der Schlüssel immer noch widerrufen sein, suche nach einem neuen Schlüssel und frage bei dem Schlüsselinhaber nach, warum der Schlüssel widerrrufen wurde.
fr: La clé utilisée pour signer ce message a été révoquée. Vous pouvez mettre à jour la clé avec l'ID %@ dans GPG Keychain afin de vérifier si une nouvelle clé est disponible. Si la clé est toujours révoquée, contactez l'émetteur.
pt: A chave usada para assinar esta mensagem foi revogada. Atualize a chave com o ID %@ no GPG Keychain para verificar se uma nova chave está disponível. Se a chave continuar revogada, verifique o motivo com o remetente.
sv: OBS: Nyckeln som användes för att signera detta meddelande har återkallats. Du bör uppdatera nyckeln med ID %@ i GPG Keychain för att se om det finns en ny. Om den nya nyckeln också är återkallad bör du kontakta avsändaren för information om varför den återkallats.

# EXPIRED_SIGNATURE_TITLE
source: Expired signature
cs: Podpis s vypršelou dobou platnosti
de: Verfallene Signatur
fr: Signature expirée
pt: Assinatura vencida
sv: Signaturen har gått ut

# EXPIRED_SIGNATURE_MESSAGE
source: The key which was used to sign this message is expired. You can try to refresh the key with ID %@ in GPG Keychain and ask the sender why the key is expired.
cs: Platnost klíče, který byl použit k podepsání této zprávy, vypršela. Můžete zkusit obnovit klíč s ID %@ v GPG Keychain a zeptat se odesílatele, proč platnost klíče vypršela.
de: Der Schlüssel mit dem diese Nachricht signiert wurde ist abgelaufen. Du kannst versuchen den Schlüssel %@ mit GPG Keychain zu aktualisieren und frage beim Absender nach, warum der Schlüssel abgelaufen ist.
fr: La clé utilisée pour signer ce message a expiré. Vous pouvez mettre à jour la clé avec l'ID %@ dans GPG Keychain afin de vérifier si une nouvelle clé est disponible. Si la clé est toujours expirée, contactez l'émetteur.
pt: A chave usada para assinar esta mensagem está vencida. Atualize a chave com o ID %@ no GPG Keychain e pergunte ao remetente porque a chave está vencida.
sv: Nyckeln som användes för att signera detta meddelande har gått ut. Du kan försöka att uppdatera nyckeln med ID %@ i GPG Keychain och fråga avsändaren varför nyckeln gått ut.

# UNVERIFIABLE_SIGNATURE_TITLE
source: Unverifiable signature
cs: Neověřitelný podpis
de: Unverifizierbare Signatur
fr: Signature invérifiable
pt: Assinatura inverificável
sv: Overifierbar signatur

# NO_PUBKEY_SIGNATURE_TITLE
source: No public key
cs: Žádný veřejný klíč
de: Kein öffentlicher Schlüssel
fr: Pas de clé publique
pt: Nenhuma chave pública
sv: Ingen publik nyckel

# NO_PUBKEY_SIGNATURE_ALERT_TITLE
source: The key to verify this signature is not in GPG Keychain
cs: Klíč k ověření tohoto podpisu není v GPG klíčence.
de: Der Schlüssel zur Überprüfung dieser Signatur befindet sich nicht in GPG Keychain
fr: La clé nécessaire à la vérification de cette signature n'est pas dans GPG Keychain
pt: A chave para verificar esta assinatura não está no GPG Keychain
sv: Nyckeln för att verifiera den här signaturen finns inte i GPG Keychain

# NO_PUBKEY_SIGNATURE_MESSAGE
source: The message could not be verified. The public key required to verify this signature is not in GPG Keychain. Search the key server for fingerprint %@ or ask your contact for their public key. You can retry to verify the signature after adding their public key to GPG Keychain.
cs: Zprávu se nepodařilo ověřit. Veřejný klíč požadovaný k ověření tohoto podpisu není v GPG klíčence. Vyhledejte otisk %@ na serveru nebo požádejte odesilatele o jeho veřejný klíč. Po přidání jeho veřejného klíče do GPG klíčenky se můžete znovu pokusit o ověření podpisu.
de: Die Nachricht konnte nicht überprüft werden. Der öffentliche Schlüssel der zur Überprüfung benötigt wird, befindet sich nicht in GPG Keychain. Suche auf dem Schlüsselserver nach dem Fingerabdruck %@ oder frage deinen Kontakt nach seinem öffentlichen Schlüssel. Nachdem du den öffentlichen Schlüssel in GPG Keychain importiert hast, kannst du die Überprüfung erneut versuchen.
fr: Le message n'a pas pu être vérifié, la clef nécessaire à cette vérification n'est pas dans GPG Keychain. Recherchez la clé avec l'empreinte %@ sur les serveurs de clé ou demandez sa clé publique à votre contact. Vous pourrez vérifier la signature après avoir ajouté cette clé publique dans GPG Keychain.
pt: A mensagem não pôde ser verificada. A chave pública necessária para verificar esta assinatura não está no GPG Keychain. Busque a impressão digital %@ no servidor de chaves ou peça a chave pública ao contato. Você pode tentar verificar a assinatura novamente após adicionar a chave pública ao GPG Keychain.
sv: Meddelandet kunde inte verifieras. Den publika nyckeln som krävs för att verifiera den här signaturen finns inte i GPG Keychain. Sök på nyckelservern efter fingeravtrycket %@ eller fråga din kontakt efter deras publika nyckel. Du kan försöka att verifiera signaturen på nytt efter att du lagt till den publika nyckeln i GPG Keychain.

# BAD_SIGNATURE_TITLE
source: Warning: Invalid signature
cs: Výstraha: Neplatný podpis
de: Warnung: Ungültige Signatur
fr: Attention : signature invalide
pt: Aviso: assinatura inválida
sv: Varning: Ogiltig signatur

# BAD_SIGNATURE_MESSAGE
source: The signature does not match this message. You should not trust this message, because it was manipulated. Messages can unintentionally be altered after they were signed. Exchange servers or mailing lists are known to have rendered valid signatures invalid in the past. Formatted text like rtf, docx or odt is also known to cause problems. Make sure to only use txt file format.
cs: Podpis neodpovídá této zprávě. Této zprávě byste neměli důvěřovat, protože mohla být zmanipulována. Zprávy mohou být po podpisu neúmyslně změněny. Je známo, že servery Exchange nebo e-mailové konference v minulosti způsobily neplatnost elektronických podpisů. Také je známo, že formátovaný text typu rtf, docx nebo odt může způsobovat potíže. Ujistěte se, že používáte pouze textový formát souboru.
de: Die Signatur passt nicht zu dieser Nachricht. Du solltest dieser Nachricht nicht vertrauen, da sie manipuliert wurde. Nachrichten können unabsichtlich verändert werden, nachdem sie signiert wurden. Exchange Server oder Mailinglisten sind bekannte Fälle, bei deren Verwendung es zu ungültigen Signaturen kommen kann. Ebenfalls kann formattierter Text wie rtf, docx oder odt zu Problemen führen. Stelle sicher, das txt Format zu verwenden.
pt: A assinatura não corresponde a esta mensagem. Você não deve confiar nesta mensagem porque ela foi manipulada. Mensagens podem ser alteradas acidentalmente depois de assinadas. Servidores do Exchange ou malas diretas são conhecidos por terem invalidado assinaturas anteriormente. Arquivos de texto formatado, como rtf, docx ou odt, também são conhecidos por causar problemas. Certifique-se de que apenas o formato de arquivo txt seja usado.

# SIGNED_FILE_NOT_FOUND_TITLE
source: Signed file not found
cs: Podepsaný soubor nebyl nalezen
pt: Arquivo assinado não encontrado
sv: Signerad fil hittades inte

# SIGNED_FILE_NOT_FOUND_MESSAGE
source: No file that matched this signature could be found. Please make sure file and signature file are located in the same folder and have the same name.
cs: Nebyl nalezen soubor odpovídající tomuto podpisu. Ujistěte se, že soubor a soubor podpisu jsou umístěny ve stejné složce a mají stejný název.
pt: Não foi possível encontrar nenhum arquivo que correspondesse a esta assinatura. Certifique-se de que o arquivo e a assinatura estejam na mesma pasta e tenham o mesmo nome.

# SIGNATURE_ERROR_TITLE
source: Signature error
cs: Chyba podpisu
de: Signatur-Fehler
fr: Erreur de signature
pt: Erro de assinatura
sv: Signaturfel

# SIGNATURE_ERROR_ALERT_TITLE
source: Unknown signature error
cs: Neznámá chyba podpisu
de: Unbekannter Signatur-Fehler
fr: Erreur imprévue de signature
pt: Erro de assinatura desconhecido
sv: Okänt signaturfel

# SIGNATURE_ERROR_DESCRIPTION
source: Code: %i
cs: Kód: %i
de: Fehlercode: %i
pt: Código: %i
sv: Kod: %i

# IMPORT_RESULT_NEW_KEY
source: The following key was successfully imported: %@
cs: Následující klíč byl úspěšně importován: %@
pt: A seguinte chave foi importada corretamente: %@
sv: Följande nyckel importerades: %@

# IMPORT_RESULT_NEW_KEYS
source: The following keys were successfully imported: %@
cs: Následující klíče byly úspěšně importovány: %@
pt: As seguintes chaves foram importadas corretamente: %@
sv: Följande nycklar importerades: %@

# IMPORT_RESULT_NEW_USER_ID
source: A user ID was added to the following keys %@
cs: UserID bylo přidáno k následujícím klíčům: %@
pt: Um ID de Usuário foi adicionado às seguintes chaves %@

# IMPORT_RESULT_NEW_SIGNATURE
source: A signature was added to the following keys %@
cs: Podpis byl přidán k následujícím klíčum %@
pt: Uma assinatura foi adicionada às seguintes chaves %@

# IMPORT_RESULT_NEW_SUBKEY
source: A subkey was added to the following keys %@
cs: Podklíč byl přidán k následujícím klíčům %@
pt: Uma subchave foi adicionada às seguintes chaves %@

# IMPORT_RESULT_COUNT_REVOCATION_CERTIFICATE
source: 1 revocation certificate was imported.
cs: 1 zneplatněný certifikát byl importován.
pt: 1 certificado de revogação foi importado.
sv: 1 återkallelsecertifikat importerades.

# IMPORT_RESULT_COUNT_REVOCATION_CERTIFICATES
source: %i revocation certificates were imported.
cs: %i zneplatněných certifikátů bylo importováno.
pt: %i certificados de revogação foram importados.
sv: %i återkallelsecertifikat importerades.

# IMPORT_RESULT_ONE_PROCESSED_AND_X_IMPORTED
source: 1 key was processed and %i imported.
cs: 1 klíč byl zpracovány a %i importovány.
pt: 1 chave foi processada e %i foram importadas.

# IMPORT_RESULT_X_PROCESSED_AND_ONE_IMPORTED
source: %i keys were processed and 1 imported.
cs: %i klíče byly zpracovány a 1 importován.
pt: %i chaves foram processadas e 1 foi importada.

# IMPORT_RESULT_X_PROCESSED_AND_X_IMPORTED
source: %1$i keys were processed and %2$i imported.
cs: %1$i klíče byly zpracovány a %2$i importovány.
pt: %1$i chaves foram processadas e %2$i foram importadas.

# IMPORT_RESULT_NOTHING_IMPORTED
source: No keys imported.
cs: Žádné klíče nebyly importovány.
pt: Nenhuma chave importada.
sv: Inga nycklar importerades.

# KeySearch_ImportResults_Title
source: Import successful
cs: Import byl úspěšný
pt: Importação bem-sucedida
sv: Importen lyckades

# NO_SEC_KEY_DECRYPT_TEXT_ERROR_TITLE
source: Unable to decrypt content
de: Der ausgewählte Inhalt konnte nicht entschlüsselt werden

# NO_SEC_KEY_DECRYPT_TEXT_ERROR_MSG
source: You are not in possession of the key required to decrypt the selected content. The content is only encrypted to keys with the following fingerprints: %@ Please ask the creator of the encrypted content to re-send it encrypted to one of your keys.
de: Der zum Entschlüsseln des Inhalts nötige geheime Schlüssel ist nicht verfügbar. Der Inhalt ist für die Schlüssel mit folgenden Fingerabdrücken verschlüsselt: %@ Falls du keinen dieser Fingerabdrücke kennen, hat der Absender möglicherweise nicht deinen öffentlichen Schlüssel zum Verschlüsseln dieser Datei verwendet.
