Repository: Centaurioun/GPGServices
Catalog: Resources/*.lproj/ServicesMenu.strings
Languages: cs, fr, ja, pt, sv

source: OpenPGP: Verify
cs: OpenPGP: Ověřit podpis výběru
fr: OpenPGP : vérifier la signature de la sélection
ja: OpenPGP: Verify Signature of Selection
pt: OpenPGP: Verificar Assinatura da Seleção
sv: OpenPGP: Verifiera signatur för markering

source: OpenPGP: Sign
cs: OpenPGP: Podepsat výběr
fr: OpenPGP : signer la sélection
ja: OpenPGP: Sign Selection
pt: OpenPGP: Assinar Seleção
sv: OpenPGP: Signera markering

source: OpenPGP: Sign Selection to New Window
cs: OpenPGP: Podepsat výběr v novém okně
fr: OpenPGP : signer la sélection dans une nouvelle fenêtre
pt: OpenPGP: Assinar Seleção em Nova Janela
sv: OpenPGP: Signera markering till nytt fönster

source: OpenPGP: Encrypt
cs: OpenPGP: Zašifrovat výběr
fr: OpenPGP : chiffrer la sélection
ja: OpenPGP: Encrypt Selection
pt: OpenPGP: Criptografar Seleção
sv: OpenPGP: Kryptera markering

source: OpenPGP: Encrypt Selection to New Window
cs: OpenPGP: Zašifrovat výběr v novém okně
fr: OpenPGP : chiffrer la sélection dans une nouvelle fenêtre
pt: OpenPGP: Criptografar Seleção em Nova Janela
sv: OpenPGP: Kryptera markering till nytt fönster

source: OpenPGP: Decrypt
cs: OpenPGP: Dešifrovat výběr
fr: OpenPGP : déchiffrer la sélection
ja: OpenPGP: Decrypt Selection
pt: OpenPGP: Descriptografar Seleção
sv: OpenPGP: Dekryptera markering

source: OpenPGP: Decrypt Selection to New Window
cs: OpenPGP: Dešifrovat výběr v novém okně
fr: OpenPGP : déchiffrer la sélection dans une nouvelle fenêtre
pt: OpenPGP: Descriptografar Seleção em Nova Janela
sv: OpenPGP: Dekryptera markering till nytt fönster

source: OpenPGP: Insert my key
cs: OpenPGP: Vložit můj klíč
fr: OpenPGP : insérer ma clé
pt: OpenPGP: Inserir Minha Chave
sv: OpenPGP: Klistra in min nyckel

source: OpenPGP: Insert my fingerprint
cs: OpenPGP: Vložit můj otisk
fr: OpenPGP : insérer mon empreinte
pt: OpenPGP: Inserir Minha Impressão Digital
sv: OpenPGP: Klistra in mitt fingeravtryck

source: OpenPGP: Import key
cs: OpenPGP: Importovat klíč z výběru
fr: OpenPGP : importer la clé depuis la sélection
ja: OpenPGP: Import Key from Selection
pt: OpenPGP: Importar Chave da Seleção
sv: OpenPGP: Importera nyckel från markering

source: OpenPGP: Sign File
cs: OpenPGP: Podepsat soubor
fr: OpenPGP : signer le fichier
ja: OpenPGP: ファイルを署名
pt: OpenPGP: Assinar Arquivo
sv: OpenPGP: Signera fil

source: OpenPGP: Encrypt File
cs: OpenPGP: Zašifrovat soubor
fr: OpenPGP : chiffrer le fichier
ja: OpenPGP: ファイルを暗号化
pt: OpenPGP: Criptografar Arquivo
sv: OpenPGP: Kryptera fil

source: OpenPGP: Decrypt File
cs: OpenPGP: Dešifrovat soubor
fr: OpenPGP : déchiffrer le fichier
ja: OpenPGP: ファイルを復号化
pt: OpenPGP: Descriptografar Arquivo
sv: OpenPGP: Dekryptera fil

source: OpenPGP: Validate
cs: OpenPGP: Ověřit podpis souboru
fr: OpenPGP : vérifier la signature du fichier
ja: OpenPGP: ファイルの署名を検証
pt: OpenPGP: Verificar Assinatura do Arquivo
sv: OpenPGP: Verifiera signatur för fil

source: OpenPGP: Import
cs: OpenPGP: Importovat klíč ze souboru
fr: OpenPGP : importer la clé du fichier
ja: OpenPGP: ファイルから鍵をインポート
pt: OpenPGP: Importar Chave do Arquivo
sv: OpenPGP: Importera nyckel från fil
